Repository: gamechuck/roda-game
Catalog: godot_project/locale/*.po
Languages: hr

# GAME_TITLE
source: Monster Adventure
hr: ČUDOvišna Avantura

# PAUSE_MESSAGE
source: GAME IS PAUSED
hr: IGRA JE PAUZIRANA

# LANGUAGE
source: English
hr: Hrvatski

source: Volume
hr: Zvuk

source: Resume
hr: Nastavi

source: Restart
hr: Ponovno

source: Settings
hr: Postavke

source: How to Play?
hr: Kako igrati?

source: About
hr: O igri

source: Start
hr: Pokreni

source: Quit
hr: Izlaz

source: Back
hr: Nazad

# USE_KEY
source: Use
hr: Upotrijebi

# MOVE_KEY
source: Movement
hr: Kretanje

# DRIVE_MESSAGE
source: Check arrangement...
hr: Raspored sjedenja...

source: Clear
hr: Očisti

source: Done!
hr: Gotovo!

# LIZZY
source: Lizzianus
hr: Lizijan

source: Watto
hr: Vatko

# MINIGAME_CAR
source: Car
hr: Auto

source: Solid Slug
hr: Slagač

source: Bike
hr: Bicikl

source: Taxi
hr: Taksi

source: Bus
hr: Autobus

# CANSTER_LEFT
source: Canster
hr: Smećeko

# CANSTER_MIDDLE
source: Mister Canster
hr: Mister Smeće

# CANSTER_RIGHT
source: El Canster
hr: El Smećo

source: Copper
hr: Cajac

source: Lt. Copper
hr: Poručnik Cajac

source: Wind turbine
hr: Vjetrenjača

source: Flower box
hr: Tezga za cvijeće

source: Rosalina
hr: Ružica

source: Old Man
hr: Stari Musk

source: Student
hr: Učenik

source: Dog Trainer Club
hr: Klub trenera pasa

# PARK_LOVERS
source: Park Crowd
hr: Parkoljupci

source: Monsters Without Borders
hr: Čudovišta bez granica

# RODA_SHOP
source: SUPER RODA shop
hr: SUPER RODA dućan

# DOG_PEOPLE
source: Dog trainer
hr: Trener pasa

# RODA_PEOPLE
source: RODA monster
hr: Rodasto čudovište

# RIGHTS_PEOPLE
source: Monster without border
hr: Čudovište bez granica

# ANIMAL_PEOPLE
source: Lunja volunteer
hr: Lunja volonter

source: Mayor
hr: Gradonačelnik

# BLIND_GUY
source: Blind person
hr: Slijepac

# WHEELIE_APPARTMENT
source: Vilko's building
hr: Vilkova zgrada

# WHEELIE_ELEVATOR
source: Elevator
hr: Dizalo

# SQUIRRELS_AT_SQUARE
source: Spruce
hr: Smreka

# SQUIRRELS_AT_MOUNTAINS
source: Linden
hr: Lipa

# SQUIRRELS_AT_LAKE
source: Oak
hr: Hrast

# HELTER_SKELTER
source: Skater from HELL
hr: Helter Skejter
